Repository: kavehkm/MoeinBackup
Catalog: locale/*/LC_MESSAGES/mb.po
Languages: fa

source: settings updated
fa: تنظیمات به روز شده

source: base error
fa: خطای پایه

source: network error
fa: خطای شبکه

source: module error
fa: خطای ماژول

source: invalid interval
fa: فاصله زمانی معتبر نیست

source: interval cannot be negative
fa: فاصله زمانی نمیتواند منفی باشد

source: instance is required
fa: آدرس پایگاه داده مورد نیاز است

source: user is required
fa: نام کاربری پایگاه داده مورد نیاز است

source: password is required
fa: رمز عبور پایگاه داده مورد نیاز است

source: invalid temp
fa: دسترسی به پوشه ذخیره سازی موقت امکانپذیر نیست

source: invalid destination
fa: دسترسی به پوشه ذخیره سازی امکانپذیر نیست

source: cannot connect to database
fa: ارتباط با پایگاه داده برقرار نشد

source: cannot take backup
fa: پشتیبان گیری با خطا مواجه شده است

source: invalid localdir
fa: دسترسی به پوشه ی محلی فایل های پشتیبان امکانپذیر نیست

source: pattern is required
fa: الگوی فایل پشتیبان مورد نیاز است

source: invalid clouddir
fa: دسترسی به پوشه ی ابری فایل های پشتیبان امکانپذیر نیست

source: token is required
fa: توکن سرویس ابری مورد نیاز است

source: invalid limit
fa: محدودیت حجم سرویس ابری معتبر نیست

source: cloud provider base error
fa: خطای پایه سرویس ابری

source: cloud provider bad input parameter
fa: داده های ارسال شده به سرویس ابری معتبر نیست

source: cloud provider invalid authentication credentials
fa: اطلاعات احراز هویت سرویس ابری معتبر نیست

source: cloud provider access dined
fa: دسترسی به سرویس ابری کافی نیست

source: cloud provider api error
fa: کارگزار سرویس ابری با خطا مواجه شده است

source: cloud provider limit reach
fa: عبور از حد مجاز درخواست از سرویس ابری, دوباره تلاش کنید

source: cloud provider internal error
fa: خطای داخلی سرویس ابری
